import {advantageInterface} from "../blocks/frontpage/advantages/item/item";
const advantagesArray:advantageInterface[] = [
    {
        id: 0,
        positive: false,
        title: 'Просроченные продукты',
        text: 'Из-за большого количество товара сотрудники магазинов не успевают своевременно производить замену товара',
    },
    {
        id: 1,
        positive: false,
        title: 'Некачественное мясо',
        text: 'Мясные полуфабрикаты, в которых содержится чрезмерно много натрия, вредных жиров, консервантов',
    },
    {
        id: 2,
        positive: true,
        title: 'Еда намного вкуснее',
        text: 'Домашняя колбаса из мяса, соли и специй и колбаса из магазина — два настолько разных продукта, что они даже не родственники',
    },
    {
        id: 3,
        positive: true,
        title: 'Натуральные продукты',
        text: 'Поставляем местные органические продукты выращенные без пестицидов и химических удобрений.',
    },
]

export default advantagesArray