import { goodsInterface } from "../blocks/catalogue/goodsSlider/goodsInterface"

const goodsArray:goodsInterface[] = [
    {
        id: '1',
        price: 400,
        weightGram: 700,
        name: 'Филе бедра цыпленка',
        pictureUrl: 'urlhere',
        description: 'Филе бедра без кожи и кости. Птица содержится в свободных птичниках, выращивается на натуральных зерновых кормах, что влияет положительно на вкус мяса. Филейная часть бедра обладает насыщенным вкусом и мясным ароматом.',
        charsObject: {
            mass: 'Масса: 0,7 кг. (595-805 г.).',
            expiration: '6 суток',
            type: 'КОББ 500.',
            fromAddress: 'Тверская область',
        },
        propsObject: {
            energy: '135 ккал./565 кДж.',
            carbs: 0,
            fats: 8.7,
            protein: 13.8,
        },
    },
    {
        id: '2',
        price: 600,
        weightGram: 200,
        name: 'Филе второго бедра цыпленка',
        pictureUrl: 'urlhere',
        description: 'Филе бедра гуся - это тонко нарезанный продукт, который понравится всем любителям сырокопченых продуктов. Необычный вкус, аппетитный аромат и тонкое послевкусия отличает сырокопченого гуся от других подобных продуктов.',
        charsObject: {
            mass: 'Масса: 0,2 кг. (595-805 г.).',
            expiration: '5 суток',
            type: 'КОББ 500.',
        },
        propsObject: {
            energy: '135 ккал./565 кДж.',
            carbs: 10,
            fats: 28.7,
            protein: 13.8,
        },
    },
    {
        id: '3',
        price: 600,
        weightGram: 200,
        name: 'Филе второго бедра цыпленка3',
        pictureUrl: 'urlhere',
        description: 'Филе бедра гуся - это тонко нарезанный продукт, который понравится всем любителям сырокопченых продуктов. Необычный вкус, аппетитный аромат и тонкое послевкусия отличает сырокопченого гуся от других подобных продуктов.',
        charsObject: {
            mass: 'Масса: 0,2 кг. (595-805 г.).',
            expiration: '5 суток',
            type: 'КОББ 500.',
        },
        propsObject: {
            energy: '135 ккал./565 кДж.',
            carbs: 10,
            fats: 28.7,
            protein: 13.8,
        },
    },
    {
        id: '4',
        price: 600,
        weightGram: 200,
        name: 'Филе второго бедра цыпленка4',
        pictureUrl: 'urlhere',
        description: ' Филе бедра гуся - это тонко нарезанный продукт, который понравится всем любителям сырокопченых продуктов. Необычный вкус, аппетитный аромат и тонкое послевкусия отличает сырокопченого гуся от других подобных продуктов.Филе бедра гуся - это тонко нарезанный продукт, который понравится всем любителям сырокопченых продуктов. Необычный вкус, аппетитный аромат и тонкое послевкусия отличает сырокопченого гуся от других подобных продуктов.',
        charsObject: {
            mass: 'Масса: 0,2 кг. (595-805 г.).',
            expiration: '5 суток',
            type: 'КОББ 500.',
        },
        propsObject: {
            energy: '135 ккал./565 кДж.',
            carbs: 10,
            fats: 28.7,
            protein: 13.8,
        },
    },
    {
        id: '5',
        price: 600,
        weightGram: 200,
        name: 'Филе второго бедра цыпленка5',
        pictureUrl: 'urlhere',
        description: 'Филе бедра гуся - это  тонко нарезанный продукт, который понравится всем любителям сырокопченых продуктов. Необычный вкус, аппетитный аромат и тонкое послевкусия отличает сырокопченого гуся от других подобных продуктов.',
        charsObject: {
            mass: 'Масса: 0,2 кг. (595-805 г.).',
            expiration: '5 суток',
            type: 'КОББ 500.',
        },
        propsObject: {
            energy: '135 ккал./565 кДж.',
            carbs: 10,
            fats: 28.7,
            protein: 13.8,
        },
    },
]

export default goodsArray